12/data/attachments/2cee76851aa553b0.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Kristin_player_Actions_32094_4</nif:username>
            <nif:friendToBeRequested>soap_actions_ebe2820c-d17a-4dd8-8073-0d69b67fb790</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>